export const QuizData = [
    {
        id: 0,
        question: 'Был ли диабет у кого-то из вашей семьи?',
        options: [`да`, 'нет'],
        answer: 'да'
    },

    {
        id: 1,
        question: 'Как часто вы едите фрукты?',
        options: ['каждый день', 'несколько раз в неделю', 'раз в неделю', `реже раза в неделю`],
        answer: `реже раза в неделю`
    },
    {
        id: 2,
        question: 'Принимали ли вы антигипертензивные препараты на регулярной основе?',
        options: [`да`,'нет'],
        answer: `да`
    },
    {
        id: 3,
        question: 'Находили ли у вас повышение глюкозы крови?',
        options: [`да`,'нет'],
        answer: `да`
    },
    {
        id: 4,
        question: 'Делаете ли вы физические упражнения не менее 3 часов в неделю?',
        options: [`да`,`нет`],
        answer: `нет`       
    },
    {
        id: 5,
        question: 'Долгим ли был опрос?',
        options: [`да`, 'нет'],
        answer: `дальше`
        
    },

]




    
